import "./global.css"; // تأكد من إنشاء ملف CSS لتنسيق هذا القسم.
import { Helmet } from "react-helmet-async";

function PrivacyPolicy() {
  return (
    <>
      <Helmet>
        <title>سياسة الخصوصية</title>
      </Helmet>

      <div className="privacy-policy">
        <div className="breadcrumb-area">
          <h1 className="breadcrumb-title">سياسة الخصوصية</h1>
        </div>

        <div className="page-content">
          <div className="container">
            <p>
              سياسة الخصوصية لدينا هي طريقة جمعنا وحفظنا واستخدامنا وطريقة حماية
              معلوماتك الشخصية ونعني بمعلومات الشخصية هي المعلومات التي ترتبط
              بشخص معين والتي تستخدم في التعريف عنه.
            </p>
            <p>
              نقوم بجمع المعلومات الشخصية من الراغبين بإستخدام موقع جراندي هوم
              او صفحات الانترنت المرتبطة. وبمجرد تزويدك لنا بمعلوماتك الشخصية
              تكون قد فوضتنا لمعالجة هذه المعلومات وفق بنود وشروط (سياسة
              الخصوصية) .
            </p>
            <p>
              قد نقوم بتعديل (سياسة الخصوصية) في اي وقت وذلك من خلال الإعلان عن
              هذا التعديل بنشر النسخة المعدلة على الموقع. وتكون النسخة المعدلة
              من (سياسة الخصوصية) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب
              النشر يعتبر استمرارك في استخدام الموقع موافقة منك بالشروط والبنود
              الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك
              الشخصية التي كنت قد زودتنا بها.
            </p>
            <p>
              نأمل منكم الإطلاع على الموقع من حين لأخر للإعلانات عن اية تعديلات
              على سياسة الخصوصية.
            </p>
            <h3>جمعنا لمعلوماتك الشخصية</h3>
            <p>
              كجزء من التسجيل على الموقع أو استخدامه سوف يطب منك تزويدنا
              بمعلومات شخصية محددة مثل اسمك وعنوان الشحن وبريدك الالكتروني و رقم
              هاتفك ومعلومات اخرى مشابهة وبعض المعلومات الاضافية عنك مثل تاريخ
              ميلادك أو اي معلومات محددة لهويتك. إضافة إلى ذلك وبهدف توثيقنا
              لهويتك
            </p>
            <p>
              قد نحتاج ايضا الى جمع معلومات مالية محددة منك، مثلا بطاقتك
              الائتمانية و/أو تفاصيل حسابك المصرفي .
            </p>
            <p>
              يجب عليك ادخال هذه المعلومات المالية في قسم "حسابي" أو عند اتمام
              الاوردر على الموقع. وسوف نستخدم هذه المعلومات لغايات اصدار
              الفوانير واسنكمال طلباتك. عند تسجيلك في الموقع، ينبغى عليك عدم نشر
              اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من
              الموقع باستثناء جزء" إدارة الحساب" أو صفحة اتمام الاوردر وهذا من
              شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك.
            </p>
            <p>
              سوف يتم جمع معلومات عن عملياتك وأنشطتك على الموقع. الرجاء ملاحظة
              اننا قد نستخدم عنوان برتوكول الانترنت خاصتك او (IP) لتحليل انشطتك
              وتحسين إدارة الموقع.
            </p>
            <h3>استخدامنا لمعلوماتك الشخصية</h3>
            <p>
              نستخدم معلوماتك الشخصية لتقديم خدمات ودعم من فريق العملاء وبهدف
              قياس مستوى خدماتنا وتحسينها لك ومنع النشاطات غير القانونية وتنفيذ
              لبنود اتفاقية الاستخدام الموفقة معك ("اتفاقية الاستخدام")، اضافة
              الى حل المشاكل وجمع الرسوم.
            </p>
            <h3>إستخدام ودخول وتصفح وتعديل معلوماتك الشخصية</h3>
            <p>
              باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة
              "حسابي" على الموقع، فاذا تغيرت معلوماتك الشخصية باي طريقة فعليك
              القيام بتحديثها او تصحيحها حالا.
            </p>
            <h3>(cookies) ملفات تعريف الارتباط</h3>
            <p>
              مثل العديد من مواقع الانترنت فان موقعنا يستخدم ملفات تعريف
              الإرتباط وهي ملفات حاسوب صغيرة يتم تثبيتها على الجزء الصلب من
              حاسوبك.
            </p>
            <h3>حماية معلوماتك الشخصية</h3>
            <p>
              عندما تزودنا بمعلوماتك الشخصية نتخذ كافة الاحتياطات للمحافظة على
              معلوماتك.
            </p>
          </div>
        </div>
      </div>
    </>
  );
}

export default PrivacyPolicy;
