import "./global.css"; // تأكد من إنشاء ملف CSS لتنسيق هذا القسم.
import { Helmet } from "react-helmet-async";

function ReturnPolicy() {
  return (
    <>
      <Helmet>
        <title>سياسة الإرجاع</title>
      </Helmet>

      <div className="return-policy">
        <div className="breadcrumb-area">
          <h1 className="breadcrumb-title">سياسة الإرجاع</h1>
        </div>

        <div className="page-content">
          <div className="container">
            <p>
              - لديك 14 يومًا لإعادة المنتجات المباعة بعد الاستلام، وسيتم خصم
              تكلفة الشحن من خلال المرتجع في حساب العميل الخاص بك أو الاتصال على
              رقم خدمة العملاء أو عبر الإيميل.
            </p>
            <p>
              - إذا كانت السلعة شابها عيب أو لا تعمل بصورة صحيحة أو حتى لا تطابق
              وصف الموقع أو مزيفة أو تم استلامها تالفة نتيجة النقل، يكون لك الحق
              في استرجاعها خلال 14 يومًا من تاريخ استلامها مجانًا، وسوف يتم رد
              قيمة السلعة إليكم خلال مدة أقصاها 30 يوم عمل.
            </p>
            <p>
              - عند إرجاع المنتج، تأكد من وجود جميع الملحقات والملصقات الخاصة
              بالطلب بحالتها السليمة وأن المنتج في عبوته الأصلية. أيضًا، في حالة
              الاستبدال خلال 14 يومًا، يجب أن تكون المشتملات بحالتها السليمة
              التي تم الاستلام بها وأن العبوة مغلقة بغلق المصنع. إذا كان المنتج
              يشمل هدايا أو ملحقات استثنائية، يجب التأكد من إزالتها بشكل صحيح.
              في حالة وجود عيوب تصنيع، يجب إرجاع المنتج بكافة المشتملات
              والملصقات والعبوة بحالتها السليمة.
            </p>
            <h3>بعض المنتجات لا يمكن استرجاعها وهي:</h3>
            <ul>
              <li>المنتجات التالفة (باستثناء تلف النقل).</li>
              <li>المنتجات التي ليست في عبواتها الأصلية.</li>
              <li>المنتجات التي لا تشمل جميع الملحقات.</li>
              <li>المنتجات غير المختومة من مجموعات المنتجات التالية.</li>
            </ul>
          </div>
        </div>
      </div>
    </>
  );
}

export default ReturnPolicy;
